[
    {
        "id": "30698483-f7aa-49ba-9de9-9070f64dc263",
        "chefpicture": "https://cdn.shopify.com/s/files/1/0478/3564/4061/files/about-1_645X.jpg?v=1629908146 ",
        "name": "Master Chef John",
        "recipename": "Shrimp Fried Rice",
        "numbers": 50,
        "recipeimg": "https://cdn.shopify.com/s/files/1/0555/4231/7246/files/1_480x480.jpg?v=1629202046",
        "ratings": 5,
        "likes": 555,
        "experience": "10 years",
        "description": "Cooking with EthicsCook authentic cuisine. And be a sincere person.Chef John began learning the art of Traditional Chinese Cuisine in 1987, when he was just 17 years old. He underwent systematic training in Shanghai to master many skills, such as knife work, selecting ingredients, seasoning, and temperature control. After many years of hard work, he developed a thorough understanding of Chinese Cuisine’s various styles.Throughout his years of training, he never forgot his mentor’s teachings: “Cook with ethics first, skills second”. Chef John shares, “To become a master in any industry, ethics are crucial, not just skills. If you regard skills as your only goal, you will never be accepted by a good mentor. In the world of cooking, your dish will reflect your personality. Just like how a good man will be blessed, an ethical cook will be gifted with endless inspiration and strength.",
        "cookingmethod": "Step 1 Dice carrot and onion.Step 2Remove corn kernels from the cob.Step 3 In a cooking pan, add 2 tablespoon olive oil and rapidly swirl in small circles around the pan to make scrambled eggs.Step 4 In the same pan with scrambled eggs, add the following ingredients: diced onions, diced carrots, shrimp, cooked rice, corn kernels, peas, 1 tablespoon soy sauce, ½ tablespoon oyster sauce, a pinch of black pepper, and chopped green onion. Stir-fry until completely mixed Step 5 Enjoy with Sweet Red Pepper Garlic Hot Sauce. For better taste, simply add a bit of heat as you want.",
        "ingredients": "tbsp Cooking Oil, count Egg,cup Onion, dice,cup Carrots, diced, cup Shrimp, peeled and deveined,cups Rice, cooked,cup Corn kernel,cup Green Peas, cup Green onion, chopped,tsp Black Pepper, tbsp Oyster Sauce"
    },
    {
        "id": "30698483-f7aa-49ba-9de9-9070f64dc267",
        "chefpicture": "https://blog.foodbanknyc.org/hs-fs/hubfs/lucas%20sin.jpg?width=800&name=lucas%20sin.jpg",
        "name": "Chef Lucas Sin",
        "recipename": "Stir Fried Mushrooms With XO Sauce",
        "numbers": 150,
        "recipeimg": "https://cdn.shopify.com/s/files/1/0555/4231/7246/files/Stir-Fried_Mushrooms_With_XO_Sauce_Chef_John_01052_00023-825x464_480x480.jpg?v=1629174741",
        "ratings": 5,
        "experience": "8 years",
        "likes": 350,
        "description": "Chef Lucas Sin is on a mission to make Chinese food accessible to all. Whether whipping up northern Chinese staples at his restaurants Junzi & Nice Day or leading a discussion on the connections between Chinese cuisine and other cultures, Sin is always looking for opportunities to infuse his dishes with a little perspective. For him, it's not enough to simply make Chinese food — he wants to tell a story and open people's eyes to where this rich, compelling, and often misunderstood cooking tradition actually comes from. To learn more about his takes on cooking and storytelling, check out our full interview with the chef below! I would like to see AAPI month as a month of celebration of culture and diversity. What’s so outstanding about a place like New York City is not only the vibrancy of each individual culture, but how they come togethe",
        "cookingmethod": "Boil a pot of water and add salt. Put in shanhai bokchoy and remove after boiling.Put bokchoy in the ice water Step 3 Put oil in the pot over medium heat, pour the mushrooms and stir-fry the mushrooms for 3 minutes.Put oil in the pot over medium heat, pour the mushrooms and stir-fry the mushrooms for 3 minutesContinue to add cooking wine, chicken broth, oyster sauce, soy sauce, sugar, XO sauce, and slurry to thickenFinally, add carrot slices to finish.",
        "ingredients": "4 oz Shanhai Bokchoy,1 tbsp Cooking Oil,4 oz Mushroom,1 tsp Cooking Wine,1 cup Chicken Broth,½ tbsp Oyster Sauce,1 tbsp Soy Sauce,½ tsp Sugar,2 tbsp XO Sauce,2 tbsp Slurry( 1 Tbsp of Cornstarch and 2 Tbsp of Water. ),¼ cup Carrot, Sliced"
    },
    {
        "id": "30698483-f7aa-49ba-9de9-9070f64dc268",
        "chefpicture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTpaWpfFGkWXquvdo_o5aOO1Pvr9dVrfItXxQ&usqp=CAU",
        "name": "Pullman Maldievs",
        "recipename": "Stir-fry Pork with Red Chili Oil Sauce",
        "numbers": 200,
        "recipeimg": "https://cdn.shopify.com/s/files/1/0555/4231/7246/files/2_d5bc9d2e-5176-4e90-8fdf-3eb65acfa9de_480x480.jpg?v=1629208920",
        "ratings": 5,
        "experience": "12 years",
        "likes": 350,
        "description": "In this interactive event, guests will have the opportunity to learn the best recipes from Chef Nyoman (Executive Chef) and her team of creative chefs, some cool cocktails and mocktails by Pullman’s innovative bartenders, and discover the best flavors from around the world.To launch this first edition of this annual event, Pullman Maldives is also inviting 3 guest Chefs to bring the best-hidden secrets from the Traditional and Modern Maldivian Cuisine. From cooking and cocktail classes, food demonstrations, tea-time ceremony in the organic garden, a ‘Kurumba’ hour, and daily special dishes across the resort’s 3 restaurants and 3 bars, this will be the perfect time for any ‘foodies’ to stay with Pullman Maldives.",
        "cookingmethod": "Add water into a pot, add pork belly, cooking wine, Lemon, ginger and green onion. When boiled, turn to middle heat to simmer pork belly about 15 minutes.When cooked pork belly cool down, cut into thin slicesCut cabbage into large pieces, carrots and garlic cut into thin slices, green onion cut into short stripsDry-fry sliced pork in the pan till golden with low heatAdd red chili oil sauce stir-fry evenly with low heat.Add cooking wine, soy sauce and salt, stir-fry with medium heat!Add sliced garlic, green onion, cabbage and carrort, stir-fry evenly with high heat.",
        "ingredients": "16 oz Pork Belly,1 tbsp Cooking W(Simmer Pork Belly)Few Silces of Lemon (Simmer Pork Belly)Few Slices of Ginger (Simmer Pork Belly),2 Stalks of Green Onions (Simmer Pork Belly),10 oz Green Cabbage,3 oz Carrot,2 Stalks of Green Onions,0.5 oz Peeled Garlic, 2 tbsp Red Chili Oil Sauce,1/2 tbsp Light Soy Sauce,1 tbs Cooking Wine,1/4 tsp Salt,1/2 tsp Sugar"
    },
    {
        "id": "30698483-f7aa-49ba-9de9-9070f64dc265",
        "chefpicture": "https://img.freepik.com/free-photo/portrait-smiling-chef-uniform_329181-675.jpg",
        "name": "Tiao Nai Hsing",
        "recipename": "Shrimp Fried Noodles",
        "numbers": 25,
        "recipeimg": "https://cdn.shopify.com/s/files/1/0555/4231/7246/files/2_63c7f457-4308-4746-981c-3139c508f336_480x480.jpg?v=1629206230",
        "ratings": 5,
        "experience": "15 years",
        "likes": 350,
        "description": "Chef Tiao, who hails from both China and Korea, has over 37 years of experience in the restaurant industry. He sharpened his skills as a chef working at Baek Ni Hyang, an acclaimed Chinese restaurant at 63 Building, for seven years. Following that, he spent 14 years working at Westin Chosun Hotel. Most recently,was the executive chef at Dong Bo Seong (Gangnam branch),one of Korea’s highest rated Chinese restaurants.Chef Tiao’s cooking ethos is one of sincerity, which he translates well to diners through his food. He works hard to create healthier dishes that aren’t heavy handed with salt, oil, and starch yet still maintain maximum flavor and enjoyment.Chef Tiao aims to elevate the high standards of sauces and recipes in Taipan s kitchen.Taipan is renowned for its innovative cuisine that showcases the complex flavours of China with its extensive a la carte selection including seasonal delicacies.",
        "cookingmethod": "Shred purple cabbage, green cabbage and carrots.Boil a pot of boiling water, add salt and olive oil, and noodles in the pot and cook. Cook for about 7-8 minutes.Heat a pan over medium heat with butter. Add garlic and prawns and saute until fragrant. Add black pepper, salt, cooking wine, chicken broth, soy sauce, oyster sauce, and sugar.Heat a pan over medium heat with butter. Add garlic and prawns and saute until fragrant. Add black pepper, salt, cooking wine, chicken broth, soy sauce, oyster sauce, and sugar.Add Purple Cabbage, Green Cabbage, carrots and white pepper, stir evenly. Sprinkle with chopped cilantro.",
        "ingredients": "10 large cleaned Tiger Prawns【For The Pasta 7 oz Pasta 1 tsp Olive Oil½ tsp Salt【Cook The Tiger Prawns】1 tbsp Butter1 tbsp Garlic, Minced¼ tbsp Black Pepper¼ tsp Salt【Seasoning1 tspCooking Wine2 tbsp Chicken Broth1 tbsp Soy Sauce1 tbsp Oyster Sauce½ tsp Sugar¼ tsp White Pepper【Vegetable】3 oz Purple Cabbage3 oz Green Cabbage1 small Carrot, Julienned Into 1-inch Strips3 Stalks Cilantro."
    },
    {
        "id": "30698483-f7aa-49ba-9de9-9070f64dc264",
        "chefpicture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQLQ0lmLcbSYoGTx13M7z0YPhljd-AhzZKV9Q&usqp=CAU",
        "name": "Thomas Xing joins Avari",
        "recipename": "XO Sauce Stir Fried Shrimp",
        "numbers": 20,
        "recipeimg": "https://cdn.shopify.com/s/files/1/0478/3564/4061/articles/J94A9893_2_250X.jpg?v=1629911341",
        "ratings": 5,
        "experience": "10 years",
        "likes": 350,
        "description": "LAHORE CHINA – “Chinese Master Chef, Thomas Xing joins Avari, Lahore as Executive Chinese Chef of Dynasty Restaurant. Chef Xing has over 20 years experience of professional cooking and kitchen management in five star hotels, his specialty being Szechuan and Cantonese cuisine. Amongst his best work experiences are Intercontinental Eros hotel, the King of Bahrain Palace, the Bahrain Sheraton hotel, the Great Wall Sheraton hotel and Avari Towers. He has taught cooking and food carving internationally and has written for two international culinary books namely, ‘Famous dish selection of 5-star hotel’ and ‘Food carving & presentation, says a press release.’",
        "cookingmethod": "Step 1 Add salt, egg white and corm starch with peeled shrimp mix and marinate.Step 2 Dice Red and Green Bell Pepper.Step 3 Heat a pan over medium heat with Cooking oil. Add shrimps and XO sauce with salted egg yolks and stir-fry.Step 4 Add cooking wine, soy sauce and diced red and green bell pepper saute for 1-2 minute!",
        "ingredients": "12 oz Peeled Shrimp, 3 oz Red and Green Bell Pepper,2 tbsp Cooking oil,1 tbsp Cooking wine, ¼ tsp Salt,1 count egg white,1 tsp corn starch, 1/2 tsp Oyster Sauce,1 1/2 tbsp XO Sauce with Salted Egg Yolks"
    },
    {
        "id": "30698483-f7aa-49ba-9de9-9070f64dc266",
        "chefpicture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRFWDwD-huAd4RLi7G2OoLckJ_YLX25Kp6QTg&usqp=CAU",
        "name": "Mary Tindall",
        "recipename": "XO Sauce Steamed Egg",
        "numbers": 50,
        "recipeimg": "https://cdn.shopify.com/s/files/1/0555/4231/7246/files/Steamed_Eggs_With_XO_Sauce_Chef_John_01050_P2-1-825x464_480x480.jpg?v=1629199679",
        "ratings": 5,
        "experience": "10 years",
        "likes": 350,
        "description": "Foodies hankering for authentic Chinese food should look no further than Chuar Restaurant and Bar.Opened in mid-September, the restaurant is one of the newest additions to Sea Gull Square on South Salisbury Boulevard. Created by Manager Mary Tindall, she said the goal for herself and two investors was to offer Eastern Shore residents a taste of China.Tindall moved to Salisbury in November 2005 from southwest China. For about 10 years, she worked at another area Chinese restaurant on weekends. She said she noticed customers enjoying the food, but she felt it was not authentic to her home country.So in January, she and two friends decided to get the ball rolling on opening their own authentic Chinese restaurant.“We need to do something different. Let people really know what we eat in China, Tindall said.Related:OC's South Pole Ice Cream Roll brings dessert trend to Eastern ShoreChuar, which translates from Chinese to is a restaurant focused on just that. The eatery offers a variety of chuar including meats like chicken, beef and lamb, seafood like shrimp and vegetables like eggplant. Tindall explains the difference between chuar and American kabobs is the seasoning and size. Whatever meat or vegetable is used for chuar is seasoned with the restaurant's special mixture of spices including cumin and black pepper, plus traditional Chinese spices, Tindall said. ",
        "cookingmethod": "Beat 3 eggs in a bowl.Add cold water and blend well.Strain the beaten eggs through a sieve into a bowl (Sieving removes the air bubbles and the egg custard will be smoother).Place the bowl in a steamer and steam for 12 minutes over medium heat. (The time may vary depending on the thickness of the bowl.Remove the bowl from the steamer. Add light soy sauce, oyster sauce, julienned scallion and julienned red pepper.According to your personal taste, add the appropriate amount of XO sauce.",
        "ingredients": "3 Large Egg,2 cups Cold Water,1 tbsp Light Soy Sauce, 1 tbsp Xo Sauce, 1 tbsp Shredded Green Onion &Red Pepper,appropriate amount of XO sauce"
    }
]